[Portuguese (Brazilian)]
Translated_By=Maurício Sessue Otta,Daniel Teixeira Chaves,Cléverson S.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=PASSO 1 : ESCOLHER UMA PENDRIVE 
STEP 2 : CHOOSE A SOURCE=PASSO 2 : ESCOLHER A FONTE
STEP 3 : PERSISTENCE=PASSO 3 : PERSISTÊNCIA
STEP 4 : OPTIONS=PASSO 4 : OPÇÃOS
STEP 5 : CREATE=PASSO 5 : INSTALAÇÃO
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Rótulo
Size=Tamanho
Help=Ajuda
Please read=Por favor leia
Error=Erro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Escolha um pendrive
Hard drives=Discos rígidos
No key found=pendrive não encontrado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Download
Support for .IMG files is experimental=O suporte para arquivos .IMG é experimental
Only Live mode is currently available in step 3, virtualization option has been disabled=Apenas o Live Mode está disponível e a opção de virtualização está desabilitada
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramêtres que pour=O LinuxLive USB Creator ainda tentará instalar utilizando os mesmos parâmetros que
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Somente modo Live)
(Persistent Mode)=(Modo persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Esconda arquivos criados no pendrive
(except for Umenu.exe)=(Exceto Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formate o pendrive em FAT32 (isto apagará seus dados!!)
Enable launching LinuxLive in Windows (requires internet to install)=Possibilita o lançamento do LinuxLive dentro do Windows (Requer conexão a Internet para a instalação)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Clique no raio para começar a instalação
Please choose a FAT32 or FAT formated key or check the formating option=por favor escolha um pendrive formatado em FAT ou FAT32 ou escolha a opção de formatar
No disk selected=Nenhum disco selecionado
No file selected=Nenhum arquivo selecionado
No folder or CD selected=nenhuma pasta ou CD selecionado
Sélectionner l'image ISO d'un CD live d'Ubuntu=Por favor selecione uma imagem ISO do CD Live do Ubuntu
Sélectionner le CD live d'Ubuntu ou son répertoire=Por favor escolha um CD do Ubuntu Live ou sua pasta
Début de la création de LinuxLive USB=Começar criação do LinuxLive USB
Please validate step 1 to 3=Por favor valide passos 1 a 3
Are you sure you want to format this disk and lose your data=Você tem certeza que quer formatar este disco e perder seus dados
Formatted in=Formatado em
Formating the key=Formatando o pendrive
Step 1 to 3 OK=Passos 1 a 3 OK
Cleaning previous installations ( 2min )=Limpando instalação anterior ( 2min )
Setting up virtualization software=Configurando virtualização
VirtualBox already downloaded=Download do VirtualBox pronto
A new version of VirtualBox is available=Uma nova versão do VirtualBox está disponível
This new version will be downloaded=O download desta nova versão será feita
Downloading VirtualBox as a background task=Fazendo o download do VirtualBox
Download started succesfully=O download começou com sucesso
Download failed to start=O download não foi iniciado com sucesso
VirtualBox will not be installed=VirtualBox não será instalado
Integrity could not be verified=Integridade não pode ser verificada
Will attempt installation=Instalação ainda será tentada
Cannot download=Download não funciona
Extracting ISO file on key=Descomprimindo arquivo ISO no pendrive
Writing image to the usb stick=Escrevendo imagem no pen drive
Copying files to the key=Copiando arquivos no pendrive
Renaming some files=Modificando o nome de alguns arquivos
Hiding files=Escondendo arquivos
Creating file for persistence=Criando arquivo para persistênci
Formating persistence file=Formatando arquivo para persistência
Live mode : no persistence file=Modo Live : sem arquivo para persistência
Ubuntu variant found=Variante do Ubuntu encontrada
Installing boot sectors=Instalando setores do boot
Downloading VirtualBox=Fazendo o Download do VirtualBox
Download complete=Download completo
Cleaning previous VirtualBox install=Limpando instalação anterior do VirtualBox
Extracting VirtualBox on key=Descomprimindo VirtualBox no pendrive
Applying VirtualBox settings=Configurando VirtualBox
Your LinuxLive key is now up and ready=O seu pendrive LinuxLive está pronto
You do not have enough rights to launch VirtualBox=Você não tem direitos de administrador e por isso não pode ativar o VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Por favor faça o login como administrador ou execute VirtualBox com direitos de administrador
Free memory below 256mb threshold=Você tem menos de 256MB de memória disponível
This is not enough to launch LinuxLive in Windows=Isto não será suficiente para usar Ubuntu dentro de windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Arquivo de ajuda não encontrado
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Sobre este software
User's Guide=Manual
Virtualization Tutorial (FR)=Tutorial sobre Virtualização (FR)
Donate=Doe
Version=Versão
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Esta ISO não é compatível
Detecting keyboard layout=Detectando o layout do teclado
French (France)=Francês (França)
French (Swiss)=Francês (Suíça)
Dutch=Alemão
Portuguese=Portugués
US or other (qwerty)=Estados Unidos ou outro (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Erro criando arquivo VMDK
Key not found, VMDK is invalid=Pendrive não encontrado, arquivo VMDK é inválido
Try to launch again SetupForAutoVMDK.exe=Tente executar novamente SetupForAutoVMDK.exe
Do you want to ignore this error=Você quer ignorar este erro
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Arquivo MD5SUMS Não encontrado
Canceling check=Cancelando verificação
You have the right ISO file but it is corrupted or was altered=Você tem o arquivo ISO correto mas esta cópia está danificada
Please download it again=Por favor faça o download de novo
Verifying=Verificando
This ISO is not compatible=Este ISO não é compatível
Please read the compatibility list in user guide=Por favor leia a lista de compatibilidade no manual
If your version is in this list, this mean that your file is corrupted, please download it again=Se a sua versão está nesta lista, o arquivo está danificado, por favor faça o download novamente
This version is compatible and its integrity was checked=Esta versão é compatível e a integridade do arquivo foi verificada
Check completed=Verificação terminada
Integrity + compatibility check=Verificando integridade e compatibilidade
Unable to open MD5SUM.txt=Arquivo MD5SUM.txt não pode ser aberto
Checking integrity=Verificando integridade
This file is corrupted=Este arquivo está danificado
All files have been successfully checked=Todos os arquivos foram verificados com sucesso
Checking file=Verificando arquivo
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Modo Persistente
Live Mode=Modo Live
Install=Instale
File Integrity Check=Verificacao de Integridade
Memory Test=Teste de Memoria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=ocorreu um erro
An anonymous report was sent in order to fix this error as soon as possible=Um informe anônimo foi enviado para corrigir este problema o antes possível
Show bug report=Mostre informe de erro
Restart application=Reniciar Aplicativo
Close application=Fechar Aplicativo
Last Actions=Últimas Ações
Unique anonymous ID=Identificador único e anônimo
Report status=Status do informe
Pending=Falta
Error (not sent)=Erro (não enviado)
Sent=Enviado
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Para executar LinuxLive 
Remove your key and insert it again=Retire o seu pendrive e ligue-o de novo
Go to 'My Computer'=Vá a 'Meu Computador'
Right click on you key and select :=Faça um click com o botão direito e escolha
'LinuxLive!' to launch linux in windows='LinuxLive!' para executar o seu pendrive dentro de windows
'VirtualBox Interface' to launch VirtualBox full interface='Interface VirtualBox' para executar a interface completa do VirtualBox
'Ubuntu Menu' pour lancer le menu original du CD d'Ubuntu='Menu Ubuntu' para executar o menu original do CD do Ubuntu
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=OU
Manually=Manualmente
Automatically=Automaticamente
Please select a linux to continue=Favor escolha um linux para continuar
Looking for the fastest mirror=Procurando por um mirror mais rapido
Testing mirror=Testando mirror
No online mirror found=Nenhum mirror foi encontrado
Please check your internet connection or try with another linux=Favor verifique sua conexão com a internet ou selecione outra versão do linux
Select this file as the source when download will be completed=Selecione este arquivo como fonte após o termino do download
Downloading=Fazendo download
from=de
Error while trying to download=Erro tentando fazer download
Latency=Latencia
Server Name=Nome do servidor
Copy link=Copiar link
Launch in my browser=Executar no navegador
Best mirrors=Melhores mirrors
Good mirrors=Mirrors bons
Bad mirrors=Mirrors lentos
Dead mirrors=Mirrors mortos
Check will begin shortly=Checagem irá começar brevemente
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Selecione seu Linux favorito
There is a new version available=Existe uma nova versão disponível
Your LiLi's version is not up to date=Sua versão da LiLi não está atualizada
Last version is=Última versão é
Your version is=Sua versão é
Do want to download it=Você quer fazer o download
Error while trying to find physical disk number=Erro ao tentar obter o número do disco físico
This Linux is not in the compatibility list=Este Linux não está na lista de compatibilidade
Setting the memory to the recommended value=Ajustando a memória para o valor recomendado
Free memory is below the recommended value for your Linux to run in Windows=A memória livre está abaixo do valor recomendado para seu Linux rodar sob Windows
Recognized Linux=Linux reconhecido
Built-in Persistency=Persistência embutidada
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Você já criou uma chave
Are you sure that you want to recreate one=Você tem certeza que quer recriar uma
The compatibility list has been updated=A lista de compatibilidade foi atualizada
These linuxes are now supported=Esses linuxes não são suportados
Official Ubuntu Variants=Variantes Oficiais da Ubuntu
Ubuntu Based Variants=Variantes Baseados na Ubuntu
Fedora Variants=Variantes da Fedora
Debian Variants=Variantes da Debian
PCLinuxOS Variants=Variantes da PCLinuxOS
Rescue CDs=CDs de restauração
Light Linuxes=Linuxes leves
Gentoo Based=Baseadas na Gentoo
Security Purpose=Voltada à segurança
Others=Outras
Regular Linux (works with most linuxes)=Linux padrão (funciona com a maioria das distribuições)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Atualizando Pacote VirtualBox-Portátil
Help me to improve LiLi=Ajude-me a melhor a LiLi
This is a Beta or Release Candidate version=Esta é uma versão beta ou Release Candidate
Click OK to leave a feedback or click Cancel to close this window=Clique Ok para enviar um comentário ou clique Cancelar para fechar essa janela
Options=Opções
General=Geral
Versions=Versões
Compatibility List=Lista de Compatibilidade
Make a donation=Faça uma doação
Contact me=Contate-me
CopyLeft by=Copylet por
GPL v3 License=Licença GPL v3
Language=Idioma
Available languages=Idiomas disponíveis
Proxy=Proxy
Proxy settings=Configurações de Proxy
No proxy=Sem proxy
Use system settings=Usar configurações do sistema
Use custom settings=Usar configurações personalizadas
Proxy URL=URL do proxy
Port=Porta
Username=Nome de usuário
Password=Senha
Status=Status
Test settings=Testar configurações
You are connected=Você está conectado
You are disconnected=Você está desconectado
Not tested yet=Ainda não testado
Update=Atualização
Check for updates=Verificar atualizações
Stable releases only=Somente versões estáveis
Stable and beta releases=Versões estáveis e beta
Advanced=Avançado
Do not modify these options unless you know what you are doing=Não modifique essas opções se não souber o que está fazendo
Select a Linux=Selecione um Linux
Install parameters=Parâmetros de instalação
Use LiLi automatic recognition=Usar reconhecimento automático da Lili
highly recommended=altamente recomendado
Force using same parameters as=Forçar uso do parâmetro como
Netbook screen detected=Tela de netbook detectada
Your screen vertical resolution is less than 600 pixels=A resolução vertical da sua tela é menor que 600 pixels
Please use the arrow keys (up and down) of your keyboard to move the interface=Por favor use as setas cursoras (pra cima e pra baixo) do seu teclado para acessar a interface
However, LinuxLive USB Creator will try to use same install parameters as for=No entanto, Linuxlive USB Creator irá tentar usar os parâmetros de instalação mesmo que para
Please choose an ISO image of LinuxLive CD=Por favor selecione uma imagem ISO
Please choose a CD of LinuxLive Live or its folder=Por favor selecione um CD ou a pasta de um LinuxLive
Start creation of LinuxLive USB=Iniciar a criação do LinuxLive USB
Testing=Testando
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Desculpe pelo inconveniência mas o programa travou
Please enter an email address and a detailed comment about this crash=Por favor digite um endereço de e-mail e um comentário detalhado sobre o travamento
I will contact you as soon as I can=Entraremos em contato o mais breve possível
Show crash report=Mostrar relatorio de travamento
Close (don't send)=Fechar (não enviar relatório)
Send Report=Enviar Relatório
Français (Canada)=Francês
Italian=Italiano
Your file is corrupted=Seu arquivo está corrompido
Please download it again=Por favor faça o download novamente
Read the log for more information=Leia o arquivo de log para mais informações
Starting LinuxLive USB Creator=Iniciando o LinuxLive USB Creator
Checking for new major version=Checando por nova versão
Checking for new minor version=Checando por nova versão
Checking for new Portable-VirtualBox version=Checando por nova versão do Portable-VirtualBox
Reading compatibility list=Lendo a lista de compatibilidade
Loading interface=Carregando a interface
Getting drive list=Obtendo a lista de unidades
Logging system configuration=Gravando as configuraçõs do sistema
Checking for updates=Procurando por atualizações
Please close any application accessing your key and try again=Por favor, feche qualquer aplicação que esteja usando sua chave e tente denovo
Checking VirtualBox archive integrity=Checando a integridade do arquivo da VirtualBox
VirtualBox archive integrity checked=A integridade do arquivo da Virtualbox terminou
Unzipping VirtualBox archive to disk=Descompactando o arquivo da VirtualBox para o disco
VirtualBox archive is corrupted=o arquivo da VirtualBox está corrompido
OK=OK
Force using default mode (works with most Linuxes)=Forçar usando o modo padrão (funciona com a maioria dos linux)
There is a new Beta version available=Há uma nova versão beta disponível
Your LiLi's version is not up to date=Sua versão do LiLi não está atualizado
Last beta version is=A ultima versão beta é
Server-oriented=Orientado pelo servidor